app/controllers/home_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO `contacts` (`name`, `email`, `message`, `created_at`, `updated_at`) VALUES ('Shivam', 'semshiboyb07@gmail.com', 'ads', '2020-06-16 06:28:04.041752', '2020-06-16 06:28:04.041752')